[
{"url": "https://www.mubawab.tn/en/a/7532829/find-your-house-to-buy-in-la-soukra-11-rooms-carpark-balcony-", "price": "5,000,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Find out about this house for sale. Price 5,000,000 TND. 7 rooms, 4 bathrooms, area 4992 m². 11 rooms. New. Large swimming pool, General air conditioning.This house is for sale in La Soukra. Cellar, Large terrace. Central heating.Schedule your visit to this exceptional house now. Fitted kitchen.Nearby: hospitals in 2.8 kilometers, retailers in 400 meters, school and secondary school in 1.2 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7737932/very-nice-house-for-sale-7-large-living-areas-double-glazed-window-central-air-conditioning-", "price": "1,350,000 TND", "city_region": "Ariana Ville", "description": "Unique opportunity on this house for sale. Price 1,350,000 TND. 5 bedrooms, 2 bathrooms, 400 m². 7 rooms. Green areas, Parking spaces for cars.This house is for sale . Thermal insulation and soundproofing, Air conditioning installation. Washing Machine and Clothes Dryer.Schedule your visit to this exceptional house now. Air-conditioned. Fitted kitchen."},
{"url": "https://www.mubawab.tn/en/a/7667886/very-nice-house-for-sale-in-djerba-3-lovely-rooms-beautiful-terrace-and-garden-", "price": "670,000 TND", "city_region": "Djerba in\n\t\t\t\tDjerba", "description": "Find out about this house for sale. Price 670,000 TND. 3 rooms, 2 bathrooms, area 514 m². 5 rooms. Less than 1 year. Equipped with a satellite dish and a reinforced door. The residence is secured.This beautiful house is for sale in Djerba. Residence with swimming pool, Integrated air conditioning. Green areas, Balcony.Contact us to visit this house for sale. Living room with European decor.Close to all amenities: schools in 150 meters, shops in 300 meters, bookshop in 700 meters, pharmacy in 850 meters, cafes and restaurants, station and public transport in 900 meters, hospitals in 1.0 kilometer, supermarket in 1.2 kilometer, beach in 1.2 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7508972/house-for-sale-in-djerba-3-rooms-general-satellite-dish-system-on-site-security-", "price": "530,000 TND", "city_region": "Djerba in\n\t\t\t\tDjerba", "description": "Amazing deal on this house for sale. Price 530,000 TND. 3 rooms, 2 bathrooms, area 540 m². 6 rooms. New. Secured residence with reinforced door. The property also has a satellite dish.This house is for sale in Djerba. The exterior consists of a garden and a terrace. Living room with European decor.Schedule your visit to this exceptional house now. Property with swimming pool.Close to all amenities: bars and restaurants and beach in 100 meters, school and secondary school in 500 meters, retailers in 1.1 kilometer, supermarket in 1.6 kilometer, bookshop in 1.7 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7728174/house-for-sale-4-beautiful-rooms-fitted-kitchen-", "price": "1,100,000 TND", "city_region": "Les Jardins de Carthage in\n\t\t\t\tLe Kram", "description": "Don't miss out on this house for sale. Price 1,100,000 TND. 4 living areas, 3 bathrooms, 150 m². 4 rooms. Good condition. Residence with swimming pool, Integrated air conditioning.This beautiful house is for sale in Les Jardins de Carthage. Balcony. Fully equipped kitchen.Contact us if you are interested in this house. On-site security. Central air conditioning.Nearby: educational establishments, retailers, bookshop and pharmacy in less than 50 meters, cafes and restaurants in 50 meters, commercial area in 150 meters, station and transport in 250 meters, beach in 300 meters, hospitals in 450 meters, supermarket in 500 meters."},
{"url": "https://www.mubawab.tn/en/a/7702290/house-for-sale-in-ain-zaghouan-nord-3-large-living-areas-", "price": "Ain Zaghouan Nord in\n\t\t\t\tLa Marsa", "city_region": "Ain Zaghouan Nord in\n\t\t\t\tLa Marsa", "description": "Don't miss out on this house for sale. 3 bedrooms, 1 bathroom, 172 m². 3 rooms. New.Come and check out this house for sale in Ain Zaghouan Nord. Enjoy the comfort of the air conditioning. The residence also has a swimming pool. Stove.Contact us if you are interested in this house. Central air conditioning.Nearby: shops in less than 50 meters, school and secondary school in 200 meters, station and public transport in 400 meters, bookshop and pharmacy in 500 meters, department store in 800 meters, cafes and restaurants and hospitals in 850 meters, supermarket in 1.2 kilometer, beach in 1.7 kilometer, taxi service in 2.5 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7705604/beautiful-house-for-sale-in-ain-zaghouan-sud-large-area-400-m%C2%B2-", "price": "5,500,000 TND", "city_region": "Gammarth in\n\t\t\t\tLa Marsa", "description": "Come and visit this beautiful house for sale. Price 5,500,000 TND. 3 rooms, 3 bathrooms, area 400 m². 5 rooms. New. Absolute comfort with central heating. As a bonus, a magnificent sea view.Come and check out this house for sale in Gammarth. Cellar, Large terrace. Equipped kitchen.Contact us to visit this house for sale. Integrated air conditioning.Close to all amenities: shops in 150 meters, bars and restaurants in 200 meters, school and secondary school and pharmacy in 250 meters, supermarket in 400 meters, bookshop in 500 meters, large area in 550 meters, beach in 600 meters, hospitals, station and transport in 650 meters, taxi in 1.5 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7678034/find-your-house-to-buy-in-gammarth-3-beautiful-rooms-garage-", "price": "1,220,000 TND", "city_region": "Gammarth in\n\t\t\t\tLa Marsa", "description": "Seize the opportunity with this house for sale. Price 1,220,000 TND. 3 rooms, 3 bathrooms, area 621 m². 4 rooms. Good condition. Air conditioning system.This beautiful house is for sale in Gammarth. Well equipped kitchen. Cellar.Contact us if you are interested in this house. Central air conditioning. On-site security.Nearby: school and secondary school in 600 meters, bars and restaurants in 700 meters, shops in 750 meters, pharmacy in 1.3 kilometer, supermarket in 1.4 kilometer, shopping centre and beach in 1.5 kilometer, bookshop in 1.6 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7392018/beautiful-house-for-sale-in-gammarth-area-of-1311-m%C2%B2-garage-", "price": "Gammarth in\n\t\t\t\tLa Marsa", "city_region": "Gammarth in\n\t\t\t\tLa Marsa", "description": "Unique opportunity on this house for sale. 8 rooms, area 1311 m². Property with swimming pool, Integrated air conditioning.Come and check out this house for sale in Gammarth, La Marsa. Parking spaces.Nearby: retailers in 750 meters, school and secondary school in 800 meters, restaurants in 950 meters, shopping centre in 1.5 kilometer, beach in 1.5 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7624099/beautiful-house-for-sale-in-ain-zaghouan-nord-3-rooms-double-glazed-window-central-air-conditioning-", "price": "620,000 TND", "city_region": "Ain Zaghouan Nord in\n\t\t\t\tLa Marsa", "description": "Amazing deal on this house for sale. Price 620,000 TND. 5 living areas, 2 bathrooms, 280 m². 3 rooms. Good condition. General satellite dish, Secured neighbourhood.This house is for sale in Ain Zaghouan Nord. You will enjoy a beautiful terrace and a carpark. Thermal insulation and soundproofing, Air conditioning installation.Contact us to visit this house for sale. Air conditioning system. Oven. Fitted kitchen.Close to all amenities: retailers in less than 50 meters, school and secondary school and pharmacy in 50 meters, bookshop and bars and restaurants in 100 meters, hospitals in 300 meters, department store, station and transport in 500 meters, supermarket in 1.0 kilometer, beach in 1.3 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7736159/house-for-sale-in-sidi-bousaid-5-rooms-", "price": "2,000,000 TND", "city_region": "Sidi Bousaid in\n\t\t\t\tCarthage", "description": "Get a great deal with this house for sale. Price 2,000,000 TND. 3 rooms, 2 bathrooms, area 122 m². 5 rooms. Less than 10 years.Come and check out this house for sale in Sidi Bousaid, Carthage.Close to all amenities: educational establishments in less than 50 meters, retailers in 100 meters, station and public transport in 350 meters, bookshop in 650 meters, supermarket and beach in 750 meters, pharmacy and department store in 800 meters, cafes and restaurants in 1.8 kilometer, hospitals in 2.5 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7705594/house-for-sale-in-ariana-total-area-1000-m%C2%B2-beautiful-terrace-and-garden-", "price": "1,100,000 TND", "city_region": "Ariana in\n\t\t\t\tAriana Ville", "description": "Unique opportunity on this house for sale. Price 1,100,000 TND. 6 rooms, 2 bathrooms, area 1000 m². 7 rooms. Less than 10 years. Due for reform. Floor type: Tiled. Green areas, Balcony.This beautiful house is for sale in Ariana. Spacious European living room. Fully equipped kitchen.Contact us to visit this house for sale.Close to all amenities: educational establishments, shops, bookshop, pharmacy and restaurants in less than 50 meters, large area in 150 meters, station and transport in 350 meters, supermarket in 450 meters, taxi in 800 meters, hospitals in 1.2 kilometer, beach in 1.9 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7733396/home-to-buy-in-gammarth-sup%C3%A9rieur-5-rooms-fireplace-", "price": "2,500,000 TND", "city_region": "Gammarth Supérieur in\n\t\t\t\tLa Marsa", "description": "Unique opportunity on this house for sale. Price 2,500,000 TND. 5 rooms, area of ​​1180 m². Enjoy the warmth of a real fireplace.This beautiful house is for sale in Gammarth Supérieur, La Marsa. Private car park."},
{"url": "https://www.mubawab.tn/en/a/7728056/house-to-buy-in-la-soukra-dimension-320-m%C2%B2-", "price": "1,500,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Amazing deal on this house for sale. Price 1,500,000 TND. 4 living areas, 1 bathroom, area 320 m². 4 rooms. New. Caretaker service at your disposal, Property with swimming pool, Integrated air conditioning.Come and check out this house for sale in La Soukra. With Lift, Carpark.Schedule your visit to this exceptional house now."},
{"url": "https://www.mubawab.tn/en/a/7737622/home-to-buy-total-area-101-m%C2%B2-satellite-dish-and-reinforced-door-", "price": "230,000 TND", "city_region": "Dar Châabane", "description": "Find out about this house for sale. Price 230,000 TND. 2 bedrooms, 1 bathroom, 101 m². 3 rooms. Less than 1 year. Covering: Marble. Exceptional mountain view, Thermal insulation with soundproofing, Secured door, General air conditioning System.This house is for sale . Fully equipped kitchen. Integrated air conditioning.Contact us if you are interested in this house. General satellite dish.Close to all amenities: shops in 900 meters, pharmacy in 1.1 kilometer, educational establishments in 1.5 kilometer, bookshop and restaurants in 1.7 kilometer, supermarket in 1.8 kilometer, large area in 2.1 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7737587/house-for-sale-2-rooms-large-terrace-", "price": "130,000 TND", "city_region": "Kélibia", "description": "Seize the opportunity with this house for sale. Price 130,000 TND. 3 living areas, 1 bathroom, 140 m². 2 rooms. Less than 1 year. Terrace.This house is for sale .Nearby: beach in 1.0 kilometer, shops in 1.7 kilometer, bookshop and pharmacy in 1.8 kilometer, school and secondary school in 2.3 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7585615/house-to-buy-in-les-jardins-de-carthage-3-lovely-rooms-reinforced-door-and-double-glazing-", "price": "1,100,000 TND", "city_region": "Les Jardins de Carthage in\n\t\t\t\tLe Kram", "description": "Find out about this house for sale. Price 1,100,000 TND. 3 rooms, 3 bathrooms, 179 m². 4 rooms. Less than 1 year. Boiler.Come and check out this house for sale in Les Jardins de Carthage, Le Kram. Large swimming pool.Close to all amenities: transport and beach in 250 meters, shops in 600 meters, educational establishments in 1.4 kilometer, bars and restaurants and bookshop in less than 50 meters."},
{"url": "https://www.mubawab.tn/en/a/7595265/very-nice-house-for-sale-in-hammamet-nord-6-comfortable-rooms-view-of-the-mountains-central-heating-", "price": "Hammamet Nord in\n\t\t\t\tHammamet", "city_region": "Hammamet Nord in\n\t\t\t\tHammamet", "description": "Find out about this house for sale. 6 living areas, 6 bathrooms, area 1020 m². 5 rooms. New.This beautiful house is for sale in Hammamet Nord. Perfectly equipped with central heating and double glazing. Superb view of the mountains. The exterior consists of a garden and a terrace. A garage is also at your disposal.Contact us if you are interested in this house. Enjoy a magnificent sea view. Reinforced door for maximum security. Many amenities including air conditioning and swimming pool. Cooker with oven."},
{"url": "https://www.mubawab.tn/en/a/7255957/beautiful-house-for-sale-in-hammamet-3-lovely-rooms-stunning-sea-view-", "price": "Hammamet in\n\t\t\t\tHammamet", "city_region": "Hammamet in\n\t\t\t\tHammamet", "description": "Unique opportunity on this house for sale. Price 800,000 TND. 4 living areas with 3 rooms, 1 bathroom, 141 m². Good condition. Exceptional sea view.This house is for sale in Hammamet, Hammamet.Nearby: large area in 700 meters, educational establishments in 850 meters, shops in 100 meters, hospitals in 150 meters, beach in 450 meters."},
{"url": "https://www.mubawab.tn/en/a/7078766/fabulous-villa-for-sale-in-djerba-3-room-beautiful-terrace-and-garden-", "price": "Djerba in\n\t\t\t\tDjerba", "city_region": "Djerba in\n\t\t\t\tDjerba", "description": "Superb benefits with this villa for sale. Price 949,000 TND. 3 rooms, 3 bathrooms, area 280 m². Less than 1 year. Covering: Wooden. Beautiful sea view, Double glazing, Secured door, Central air conditioning.This beautiful villa is for sale in Djerba. In addition to a terrace, also has a garden and carpark. Comfortable and well equipped with swimming pool and air conditioning.Be the first to visit this villa for sale. Fitted kitchen. On-site security.Nearby: large area in 950 meters, schools in 1.0 kilometer, restaurants in 1.1 kilometer, shops in 1.5 kilometer, beach in 1.8 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7722691/house-for-sale-in-djerba-area-of-105-m%C2%B2-property-with-swimming-pool-integrated-air-conditioning-", "price": "303,400 TND", "city_region": "Djerba in\n\t\t\t\tDjerba", "description": "Seize the opportunity with this house for sale. Price 303,400 TND. 2 rooms, 3 bathrooms, area 105 m². 4 rooms. Less than 5 years. Enjoy the comfort of the air conditioning. The residence also has a swimming pool.This beautiful house is for sale in Djerba. Robust door. Fully equipped kitchen.Be the first to visit this house for sale. Green area. Living room with European decor.Nearby: beach in 100 meters, schools in 500 meters, retailers in 1.1 kilometer, supermarket in 1.6 kilometer, bookshop in 1.7 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7715732/house-to-buy-in-hammamet-nord-3-beautiful-rooms-view-facing-the-sea-centralised-air-conditioning-", "price": "200,000 TND", "city_region": "Hammamet Nord in\n\t\t\t\tHammamet", "description": "Very nice property for sale. Price 200,000 TND. 3 rooms, 2 bathrooms, 300 m². 4 rooms. Less than 1 year. Floor type: Marble. Exceptional mountain view, Central air conditioning.This beautiful house is for sale in Hammamet Nord. Garden and terrace suitable for relaxation. Enjoy a first class sea view.Schedule your visit to this exceptional house now. Air conditioning system. Contemporary living room.Close to all amenities: school and secondary school and shops in 100 meters, hospitals in 150 meters, bookshop, pharmacy and cafes and restaurants in 200 meters, supermarket and shopping centre in 300 meters, station and public transport in 500 meters, beach in 800 meters, taxi service in 900 meters."},
{"url": "https://www.mubawab.tn/en/a/7600512/beautiful-house-for-sale-in-la-marsa-3-rooms-closed-residence-", "price": "3,200,000 TND", "city_region": "La Marsa in\n\t\t\t\tLa Marsa", "description": "Very nice property for sale. Price 3,200,000 TND. 3 rooms, area of ​​1400 m². Security assured.This house is for sale in La Marsa, La Marsa. Fully equipped kitchen. Residence with swimming pool.Close to all amenities: retailers in 950 meters, educational establishments in 1.5 kilometer, supermarket in 1.8 kilometer, pharmacy in 2.1 kilometers, department store in 2.2 kilometers, bookshop in 2.5 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7711262/home-to-buy-in-la-soukra-dimension-191-m%C2%B2-", "price": "408,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Come and visit this beautiful house for sale. Price 408,000 TND. 2 bedrooms, 1 bathroom, 191 m². 2 rooms. New. Equipped kitchen.Come and check out this house for sale in La Soukra, La Soukra.Close to all amenities: retailers in less than 50 meters, schools in 100 meters, pharmacy in 300 meters, department store in 900 meters, bookshop in 1.5 kilometer, bars and restaurants in 1.9 kilometer, supermarket in 2.0 kilometer, hospitals in 2.0 kilometers, beach in 2.3 kilometers, taxi in 2.5 kilometers, station and public transport in 2.9 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7711261/beautiful-house-for-sale-in-la-soukra-2-rooms-", "price": "365,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Seize the opportunity with this house for sale. Price 365,000 TND. 2 living areas, 1 bathroom, area 121 m². 2 rooms. New. Equipped kitchen.This house is for sale in La Soukra, La Soukra.Nearby: shops in less than 50 meters, school and secondary school in 100 meters, pharmacy in 300 meters, shopping centre in 900 meters, bookshop in 1.5 kilometer, cafes and restaurants in 1.9 kilometer, supermarket in 2.0 kilometer, hospitals in 2.0 kilometers, beach in 2.3 kilometers, taxi service in 2.5 kilometers, station and public transport in 2.9 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7736780/find-your-house-to-buy-surface-area-125-m%C2%B2-green-area-balcony-", "price": "150,000 TND", "city_region": "Kélibia", "description": "Get a great deal with this house for sale. Price 150,000 TND. 3 living areas, 1 bathroom, area 125 m². 2 rooms. Less than 5 years. Garden and terrace suitable for relaxation.This house is for sale .Close to all amenities: beach in 1.2 kilometer, shops in 1.7 kilometer, bookshop and pharmacy in 1.7 kilometer, school and secondary school in 2.2 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7703158/house-for-sale-in-hammamet-5-beautiful-rooms-garage-and-terrace-", "price": "480,000 TND", "city_region": "Hammamet in\n\t\t\t\tHammamet", "description": "Unique opportunity on this house for sale. Price 480,000 TND. 5 rooms, 2 bathrooms, area 158 m². 7 rooms. Good condition. In addition to a terrace, a carpark is at your disposal.This beautiful house is for sale in Hammamet, Hammamet. In addition, a magnificent sea view.Close to all amenities: schools and retailers in 100 meters, hospitals in 150 meters, bookshop and pharmacy in 200 meters, supermarket and commercial area in 300 meters, station and public transport in 500 meters, restaurants in 750 meters, beach in 800 meters, taxi in 900 meters."},
{"url": "https://www.mubawab.tn/en/a/7581860/find-your-house-to-buy-in-chotrana-3-total-area-300-m%C2%B2-balcony-", "price": "940,000 TND", "city_region": "Chotrana 3 in\n\t\t\t\tLa Soukra", "description": "Very nice property for sale. Price 940,000 TND. 4 rooms, 3 bathrooms, area 300 m². 9 rooms. Less than 1 year. Quiet surroundings with mountain view, central heating, reinforced door and double glazing.This house is for sale in Chotrana 3. Green area, Balcony. General satellite dish system, On site security.Contact us to visit this house for sale. Stove. Large swimming pool. Fitted kitchen.Nearby: schools and shops in less than 50 meters, bookshop and bars and restaurants in 50 meters, pharmacy in 800 meters, supermarket in 2.2 kilometers, large area in 2.4 kilometers, taxi in 2.9 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7736817/find-your-house-to-buy-area-of-150-m%C2%B2-green-areas-balcony-", "price": "150,000 TND", "city_region": "Kélibia", "description": "Unique opportunity on this house for sale. Price 150,000 TND. 2 rooms, 1 bathroom, area 150 m². 3 rooms. Less than 10 years. Gardeners, Large terrace.This beautiful house is for sale .Nearby: educational establishments, shops and pharmacy in 750 meters, commercial area in 1.0 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7736959/beautiful-house-for-sale-in-ezzahra-surface-area-140-m%C2%B2-well-equipped-kitchen-", "price": "470,000 TND", "city_region": "Ezzahra in\n\t\t\t\tEzzahra", "description": "Find out about this house for sale. Price 470,000 TND. 4 living areas, 2 bathrooms, 140 m². 3 rooms. Good condition. Well equipped kitchen.Come and check out this house for sale in Ezzahra, Ezzahra. Large terrace.Close to all amenities: shops in 50 meters, school and secondary school in 100 meters, bookshop in 150 meters, pharmacy in 200 meters, supermarket and restaurants in 300 meters, hospitals in 2.8 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7737000/house-for-sale-3-rooms-terrace-", "price": "170,000 TND", "city_region": "Kélibia", "description": "Seize the opportunity with this house for sale. Price 170,000 TND. 2 rooms, 1 bathroom, area 200 m². 3 rooms. Less than 5 years. Large terrace.This beautiful house is for sale .Nearby: beach in 1.9 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7719815/house-to-buy-in-el-menzah-6-8-comfortable-rooms-beautiful-terrace-and-garden-", "price": "1,400,000 TND", "city_region": "El Menzah 6 in\n\t\t\t\tAriana Ville", "description": "Amazing deal on this house for sale. Price 1,400,000 TND. 6 bedrooms, 3 bathrooms, 611 m². 8 rooms. Less than 50 years. Due for reform. Floor type: Tiled. Green area, Balcony.This beautiful house is for sale in El Menzah 6, Ariana Ville. Central air conditioning.Close to all amenities: school and secondary school, shops, bookshop, pharmacy and cafes and restaurants in less than 50 meters, large area in 150 meters, station and public transport in 350 meters, supermarket in 450 meters, taxi in 800 meters, hospitals in 1.2 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7720256/house-for-sale-in-el-menzah-4-5-rooms-usable-fireplace-general-air-conditioning-", "price": "El Menzah 4 in\n\t\t\t\tEl Menzah", "city_region": "El Menzah 4 in\n\t\t\t\tEl Menzah", "description": "Come and visit this beautiful house for sale. 5 rooms, 2 bathrooms, 503 m². 6 rooms. Less than 50 years. Due for reform. Covering: Tiled.Come and check out this house for sale in El Menzah 4. Working fireplace, Integrated air conditioners. Green areas, Balcony.Contact us if you are interested in this house. Air conditioned.Close to all amenities: bookshop in 100 meters, school and secondary school, pharmacy and shopping centre in 150 meters, restaurants in 200 meters, hospitals in 500 meters, supermarket in 550 meters, taxi service in 800 meters, station in 1.6 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7737363/house-to-buy-in-hammamet-nord-3-large-rooms-parking-spaces-and-terrace-", "price": "Hammamet Nord in\n\t\t\t\tHammamet", "city_region": "Hammamet Nord in\n\t\t\t\tHammamet", "description": "Find out about this house for sale. 3 rooms, 2 bathrooms, 100 m². 3 rooms. Good condition.This house is for sale in Hammamet Nord. Parking spaces for your car. The exterior consists of a beautiful terrace. Stunning sea view.Contact us to visit this house for sale. Enjoy a superb view of the mountains."},
{"url": "https://www.mubawab.tn/en/a/7716622/very-nice-house-for-sale-in-sahloul-area-250-m%C2%B2-fully-equipped-kitchen-", "price": "Sahloul in\n\t\t\t\tSousse Jaouhara", "city_region": "Sahloul in\n\t\t\t\tSousse Jaouhara", "description": "Very nice property for sale. 5 rooms, 250 m².Come and check out this house for sale in Sahloul, Sousse Jaouhara. Central heating. Equipped kitchen.Nearby: shops in less than 50 meters, schools, supermarket and bars and restaurants in 200 meters, bookshop in 250 meters, pharmacy in 400 meters, shopping centre in 600 meters, hospitals in 700 meters, public transport and taxi in 750 meters, station in 2.0 kilometers, beach in 2.8 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7721478/house-to-buy-surface-area-500-m%C2%B2-terrace-", "price": "198,000 TND", "city_region": "Ksar Hellal", "description": "Don't miss out on this house for sale. Price 198,000 TND. 5 rooms, 1 bathroom, area 500 m². 8 rooms. Good condition. Terrace.This beautiful house is for sale .Nearby: schools, retailers and cafes and restaurants in less than 50 meters, station and transport in 200 meters, bookshop and hospitals in 850 meters, pharmacy in 900 meters, supermarket in 1.1 kilometer, large area in 1.2 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7701982/house-for-sale-in-chott-meriem-3-large-rooms-", "price": "Chott Meriem in\n\t\t\t\tAkouda", "city_region": "Chott Meriem in\n\t\t\t\tAkouda", "description": "Find out about this house for sale. 3 living areas, 1 bathroom, area 250 m². 3 rooms. New.This beautiful house is for sale in Chott Meriem, Akouda. Property with swimming pool.Close to all amenities: shops and beach in 300 meters, bookshop in 1.6 kilometer, schools in 1.6 kilometer, pharmacy in 1.7 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7712506/beautiful-house-for-sale-total-area-380-m%C2%B2-fitted-kitchen-", "price": "410,000 TND", "city_region": "Ksar Hellal", "description": "Unique opportunity on this house for sale. Price 410,000 TND. 3 rooms, 2 bathrooms, 380 m². 7 rooms. Good condition. Fitted kitchen.This beautiful house is for sale . Garage.Close to all amenities: school and secondary school, shops and bars and restaurants in less than 50 meters, station and public transport in 200 meters, bookshop and hospitals in 850 meters, pharmacy in 900 meters, supermarket in 1.1 kilometer, large area in 1.2 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7710565/home-to-buy-7-lovely-rooms-central-heating-", "price": "2,750,000 TND", "city_region": "Boumhel Bassatine", "description": "Seize the opportunity with this house for sale. Price 2,750,000 TND. 7 rooms, 5000 m². Fantastic terrace.This beautiful house is for sale . Central air conditioning. Fully equipped kitchen.Nearby: retailers in 2.9 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7320559/find-your-house-to-buy-in-la-marsa-9-large-rooms-cellar-large-terrace-", "price": "1,800,000 TND", "city_region": "La Marsa in\n\t\t\t\tLa Marsa", "description": "Very nice property for sale. Price 1,800,000 TND. 8 rooms, 2 bathrooms, 539 m². 9 rooms. Good condition. Carpark, Balcony.This beautiful house is for sale in La Marsa. Fitted kitchen. Air-conditioned.Contact us to visit this house for sale. Central air conditioning.Nearby: department store in 2.8 kilometers, public transport in 2.9 kilometers, retailers in less than 50 meters, schools in 50 meters, cafes and restaurants in 100 meters, beach in 1.3 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7647293/house-for-sale-in-la-goulette-3-large-living-areas-private-garden-cellar-", "price": "870,000 TND", "city_region": "La Goulette in\n\t\t\t\tLa Goulette", "description": "Seize the opportunity with this house for sale. Price 870,000 TND. 2 bedrooms, 1 bathroom, 300 m². 3 rooms. Due for reform. Enjoy a beautiful garden and a terrace. Also has a garage.This house is for sale in La Goulette. Exceptional sea view.Schedule your visit to this exceptional house now."},
{"url": "https://www.mubawab.tn/en/a/7647605/house-for-sale-in-la-marsa-5-comfortable-rooms-beautiful-terrace-and-garden-", "price": "700,000 TND", "city_region": "La Marsa in\n\t\t\t\tLa Marsa", "description": "Amazing deal on this house for sale. Price 700,000 TND. 5 living areas, 2 private bathrooms, 333 m². 4 rooms. Due for reform. Garden and terrace suitable for relaxation.This beautiful house is for sale in La Marsa, La Marsa."},
{"url": "https://www.mubawab.tn/en/a/7577048/house-for-sale-in-carthage-4-beautiful-rooms-beautiful-terrace-", "price": "1,900,000 TND", "city_region": "Carthage in\n\t\t\t\tCarthage", "description": "Amazing deal on this house for sale. Price 1,900,000 TND. 4 rooms, 4 bathrooms, 480 m². 6 rooms. Less than 20 years. Fully equipped kitchen.Come and check out this house for sale in Carthage, Carthage. Terrace.Close to all amenities: schools in less than 50 meters, shops in 100 meters, station and public transport in 350 meters, bookshop in 650 meters, supermarket and beach in 750 meters, pharmacy and department store in 800 meters, restaurants in 1.3 kilometer, hospitals in 2.5 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7510500/house-for-sale-in-carthage-3-beautiful-rooms-garden-and-terrace-", "price": "2,250,000 TND", "city_region": "Carthage in\n\t\t\t\tCarthage", "description": "Get a great deal with this house for sale. Price 2,250,000 TND. 3 rooms, 2 bathrooms, area 498 m². 4 rooms. Less than 20 years. Due for reform. Floor type: Tiled. You will have a terrace and a garden.Come and check out this house for sale in Carthage, Carthage."},
{"url": "https://www.mubawab.tn/en/a/7591698/find-your-house-to-buy-in-amilcar-area-of-525-m%C2%B2-gardeners-large-terrace-", "price": "1,700,000 TND", "city_region": "Amilcar in\n\t\t\t\tCarthage", "description": "Don't miss out on this house for sale. Price 1,700,000 TND. 4 living areas, 2 bathrooms, area 525 m². 3 rooms. Due for reform. Garden and terrace suitable for relaxation.This house is for sale in Amilcar, Carthage. Residence with swimming pool."},
{"url": "https://www.mubawab.tn/en/a/7552094/very-nice-house-for-sale-in-nabeul-3-beautiful-rooms-garden-and-garage-", "price": "445,000 TND", "city_region": "Nabeul in\n\t\t\t\tNabeul", "description": "Amazing deal on this house for sale. Price 445,000 TND. 3 bedrooms, 2 bathrooms, 250 m². 4 rooms. Good condition. Enjoy a beautiful garden. Also has a garage.This beautiful house is for sale in Nabeul. Built-in oven. On-site security.Contact us if you are interested in this house. Central air conditioning. Equipped kitchen. Integrated air conditioners.Nearby: shops, restaurants, station and public transport in 50 meters, school and secondary school and pharmacy in 100 meters, bookshop in 150 meters, shopping centre in 200 meters, supermarket in 300 meters, hospitals in 350 meters, beach in 750 meters."},
{"url": "https://www.mubawab.tn/en/a/7704514/home-to-buy-4-rooms-exceptional-mountain-view-robust-door-", "price": "650,000 TND", "city_region": "Kalâa Kebira", "description": "Seize the opportunity with this house for sale. Price 650,000 TND. 4 rooms, 2 bathrooms, 800 m². 3 rooms. New. Enjoy a magnificent view of the mountains with absolute peace and quiet with double glazed windows. Reinforced door with central heating.This house is for sale . Green area, Carpark, Balcony. Many amenities including air conditioning and swimming pool.Schedule your visit to this exceptional house now. Spacious European living room. Fitted kitchen.Nearby: shops in 50 meters, schools in 250 meters, bookshop in 300 meters, pharmacy in 550 meters, bars and restaurants in 600 meters, supermarket in 900 meters, hospitals in 1.8 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7736504/house-for-sale-in-cit%C3%A9-bouzaiene-total-area-430-m%C2%B2-satellite-dish-and-reinforced-door-", "price": "490,000 TND", "city_region": "Cité Bouzaiene in\n\t\t\t\tEl Hrairia", "description": "Find out about this house for sale. Price 490,000 TND. 4 rooms, 2 bathrooms, 430 m². 4 rooms. Less than 1 year. Floor type: Marble. Secured door, Centralised air conditioning.This house is for sale in Cité Bouzaiene. The exterior consists of a garden and a terrace. Satellite dish.Contact us if you are interested in this house. Fully equipped kitchen. Integrated air conditioning."},
{"url": "https://www.mubawab.tn/en/a/7715956/house-to-buy-in-la-soukra-6-large-rooms-swimming-pool-and-fireplace-", "price": "1,500,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Unique opportunity on this house for sale. Price 1,500,000 TND. 5 bedrooms, 4 bathrooms, 320 m². 6 rooms. Less than 1 year. Floor type: Marble. Living room with fireplace, Residence with caretaker, Residence with swimming pool, General air conditioning.This beautiful house is for sale in La Soukra. Secured Door, General satellite dish, Secured neighbourhood. Enjoy a beautiful terrace. Also has a lift and a garage.Be the first to visit this house for sale. Double glazed window, Centralised air conditioning. Cooker with oven. Modern decor with European living room.Close to all amenities: school and secondary school and shops in less than 50 meters, bookshop and cafes and restaurants in 50 meters, pharmacy in 1.0 kilometer, supermarket in 2.2 kilometers, commercial area in 2.4 kilometers, taxi service in 2.9 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7594590/house-for-sale-dimension-800-m%C2%B2-fully-furnished-", "price": "650,000 TND", "city_region": "Kalâa Kebira", "description": "Come and visit this beautiful house for sale. Price 650,000 TND. 4 rooms, 2 bathrooms, area 800 m². 4 rooms. Less than 1 year. Cellar.This house is for sale . You will have a terrace and a garden. Many amenities including swimming pool and caretaker service.Contact us to visit this house for sale.Nearby: shops in 50 meters, schools in 250 meters, bookshop in 300 meters, pharmacy in 550 meters, restaurants in 600 meters, supermarket in 900 meters, hospitals in 1.8 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7590650/house-for-sale-in-la-soukra-large-area-450-m%C2%B2-cellar-large-terrace-", "price": "1,250,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Come and visit this beautiful house for sale. Price 1,250,000 TND. 4 living areas, 4 private bathrooms, 450 m². 4 rooms. Good condition. Absolute comfort with swimming pool and air conditioning.Come and check out this house for sale in La Soukra. Has a terrace and a garage. Air conditioned.Contact us to visit this house for sale. Stove. Equipped kitchen."},
{"url": "https://www.mubawab.tn/en/a/7574801/home-to-buy-in-la-soukra-small-area-456-m%C2%B2-double-glazing-and-central-heating-", "price": "1,100,000 TND", "city_region": "La Soukra in\n\t\t\t\tLa Soukra", "description": "Very nice property for sale. Price 1,100,000 TND. 7 living areas, 3 bathrooms, area 456 m². 5 rooms. Good condition. Robust Door, On-Site security, Secured neighbourhood.Come and check out this house for sale in La Soukra. Residence perfectly equipped and a carpark. You will also have a garden and a beautiful terrace. Perfectly equipped with central heating and double glazing.Contact us to visit this house for sale. Enjoy the comfort of the air conditioning. The residence also has a swimming pool. Fitted kitchen. Spacious European living room.Close to all amenities: educational establishments in 900 meters, shops in 2.6 kilometers, restaurants in less than 50 meters."},
{"url": "https://www.mubawab.tn/en/a/7736182/find-your-house-to-buy-area-200-m%C2%B2-excellent-sea-view-", "price": "180,000 TND", "city_region": "Kélibia", "description": "Amazing deal on this house for sale. Price 180,000 TND. 2 rooms, 1 bathroom, area 200 m². 3 rooms. Less than 5 years. Large terrace.This house is for sale . In addition, a magnificent view of the mountains. In addition, a magnificent sea view.Close to all amenities: beach in 2.6 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7423732/find-your-house-to-buy-3-beautiful-rooms-gardeners-", "price": "360,000 TND", "city_region": "Raf Raf", "description": "Very nice property for sale. Price 360,000 TND. 3 bedrooms, 1 bathroom, 450 m². 4 rooms. Good condition. Large swimming pool.Come and check out this house for sale . Gardeners.Close to all amenities: educational establishments in 1.1 kilometer, shops in 2.4 kilometers."},
{"url": "https://www.mubawab.tn/en/a/7709526/house-for-sale-in-nabeul-3-rooms-air-conditioning-", "price": "420,000 TND", "city_region": "Nabeul in\n\t\t\t\tNabeul", "description": "Amazing deal on this house for sale. Price 420,000 TND. 3 bedrooms, 2 bathrooms, 250 m². 5 rooms. Less than 20 years. Integrated air conditioners.This house is for sale in Nabeul, Nabeul. Large terrace. Central heating.Close to all amenities: shops and pharmacy in 50 meters, school and secondary school in 200 meters, restaurants in 400 meters, bookshop in 650 meters, hospitals, station and public transport in 700 meters, supermarket in 750 meters, department store in 950 meters, beach in 1.7 kilometer."},
{"url": "https://www.mubawab.tn/en/a/7721795/home-to-buy-in-hammamet-nord-2-lovely-rooms-parking-spaces-and-beautiful-garden-", "price": "450,000 TND", "city_region": "Hammamet Nord in\n\t\t\t\tHammamet", "description": "Seize the opportunity with this house for sale. Price 450,000 TND. 2 rooms, 1 bathroom, 387 m². 3 rooms. Good condition. Perfectly equipped with reinforced door, central heating and double glazing.This house is for sale in Hammamet Nord. Residence perfectly equipped and a carpark. You will also have a garden and a beautiful terrace. Many amenities including air conditioning. The residence also has a caretaker service.Schedule your visit to this exceptional house now. Equipped kitchen. Cooker with oven. Living room with European decor.Nearby: schools and shops in 100 meters, hospitals in 150 meters, bookshop and pharmacy in 200 meters, supermarket and large area in 300 meters, station and public transport in 500 meters, restaurants in 750 meters, beach in 800 meters."},
